{
  "language": "de",
  "artists": [
    {
      "name": "Ana Alenso",
      "key": "Ana_Alenso",
      "website": "http://www.anaalenso.com/",
      "title": "Liquid agreement (2021)",
      "metatag": "Ortsspezifische Installation mit den folgenden Materialien: Schläuche, Edelstahl, Gerüstteile, Wasserpumpen",
      "description": "Die Installation _Liquid agreement_ schlägt eine Übung in Dekonstruktion vor, die auf den Modellen von die Umwelt zerstörenden Maschinen basiert, die in den Goldminen des Amazonas in Südamerika verwendet werden. Durch Aneignung und Transformation bestimmter industrieller Elemente werden neue Mechanismen geschaffen, mit der Absicht, die Vorstellung von Wasser als universelles Element zu verflüssigen und ihm neue Dimensionen zu geben. Ausgangspunkt ist das Interesse, die Fähigkeit des Wassers zu erforschen, sich durch mehrere physische Barrieren zu bewegen, sie zu transformieren und zu verdünnen, sowie das Verständnis, dass seine Verschmutzung meist das Ergebnis zyklischer, industrieller und halbindustrieller Prozesse ist, die eine sichtbare, „langsame&quot; Gewalt zur Folge haben. Aus dieser Art von Gewalt - eingeschrieben in die Bedürfnisse der modernen Gesellschaft - entsteht eine kritische Zone, die die Ansammlung von Wünschen, Konflikten und Entitäten, die in einem Territorium koexistieren können, offenlegt. Man könnte sagen, dass diese Offshore-Installation die Grenzräume zwischen Kunst und Natur an der Floating ~~University~~ Berlin offenbart: ein _Liquid Agreement_, das einen Dialog mit seiner Umgebung vorschlägt und sich durch das kollektive Imaginäre und seine mögliche Mehrdimensionalität erweitert.\n\r\n\r **Ana Alenso** (Berlin) baut einen allegorischen Kosmos, der die ökonomischen, sozialen und ökologischen Risiken und das Ungleichgewicht aufzeigt, die mit der Gewinnung natürlicher Ressourcen einhergehen. Ihre Arbeit geht von der Annahme aus, dass innerhalb des fragilen Zustands der Geopolitik und der Verwundbarkeit unserer Gesellschaften und natürlichen Reserven künstlerische Praktiken zu Modulatoren eines weit verbreiteten Gefühls der Unsicherheit werden. Anstatt diese Ungewissheit abzulehnen, identifiziert sie sich mit ihr und nimmt sie als Vehikel für Prototypen und Experimente an.\n\r\n\r\n\r\n\r [1](#sdfootnote1anc) Rob Nixon (2011) über das Konzept der &quot;langsamen Gewalt&quot;: &quot;Mit langsamer Gewalt meine ich eine Gewalt, die allmählich und außerhalb des eigenen Sichtweite auftritt, eine Gewalt der verzögerten Zerstörung, die über Zeit und Raum verteilt ist, eine zermürbende Gewalt, die typischerweise gar nicht als Gewalt angesehen wird&quot;.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Ana_Alenso"
        },
        {
          "label": "Symposiumsvortrag",
          "path": "/talk?id=1515_we_are_satellites&time=15:15%20CEST"
        }
      ],
      "captions": [
        {
          "image": "_1300x762_alenso_foto_joeclark_2019",
          "caption": "Ana Alenso, Agreement (2019) Foto credit: Joe Clark"
        }
      ]
    },
    {
      "name": "Anne Duk Hee Jordan",
      "key": "Anne_Duk_Hee_Jordan",
      "website": "https://www.dukhee.de/",
      "title": "Making Kin 2.1 (2020-2021)",
      "metatag": "Ortsspezifische Teichinstallation mit lebendem Ökosystem, Roboterkrabbe und Neonzeichnungen, gedruckt auf Bannern",
      "description": "Wie wollen wir in der Zukunft leben? In einer Kombination aus verschiedenen Medien wie lebenden Pflanzen, Installationen, Zeichnungen und Robotik erforscht Anne Duk Hee Jordan Konzepte einer Interspezies-Gemeinschaft zwischen realer und fiktiver Landschaft. &quot;Making Kin&quot; ist eine von der Wissenschaftsphilosophin und Cyborg-Pionierin Donna Haraway geprägte Maxime, die eine Symbiose zwischen den Spezies fordert. Um eine lebenswerte Zukunft für die nachfolgenden Generationen zu gewährleisten, müssen wir als sterbliche &quot;Viecher&quot; oder „Critters&quot; uns mit vielfältigen Konfigurationen von Orten, Zeiten, Dingen und Bedeutungen verbinden, damit aus dem planetenzerstörenden Homo sapiens neues Leben &quot;kompostiert&quot; werden kann. Die Künstlerin hinterfragt etablierte Begriffe wie Natur, Kultur und Technologie, einschließlich ihrer definitorischen Grenzen. Jordan interessiert sich für das hybride Netzwerk zwischen unser Spezies und unser Umwelt. Humorvoll und spielerisch entwirft sie ein experimentelles Szenario, das unsere gewohnten Perspektiven in Frage stellt und ein zukunftsweisendes Modell von Gemeinschaft vorstellbar macht. Teil von _Making Kin 2.1_ ist dabei die Arbeit _Water Crab_ (2017-fortlaufend) aus der Serie ›Artificial Stupidity‹, die scheinbar wie ein Meeresroboter funktioniert. In dieser Serie geht es ihr darum, das Scheitern zuzulassen und für den Bereich der Robotik die Nichtintelligenz zurückzugewinnen. Die motorische Wasserkrabbe ist nicht in der Lage, den ganzen menschlichen Müll in den Ozeanen zu beseitigen, sondern ist vielmehr ein Prototyp dieser Idee. Ihre Roboter sind nicht dazu berufen, die Welt zu einem besseren Ort zu machen. Hat ein nicht-funktionierender künstlicher Bot nicht auch das Recht, in unseren Gewässern zu schwimmen?  \n\r\n\r Vergänglichkeit und Transformation sind zentrales Thema in den Arbeiten von **Anne Duk Hee Jordan** (Berlin). Sie interessiert sich für die nicht wahrnehmbaren (menschlichen und nicht-menschlichen) Details des Lebens. Ihr Hauptaugenmerk liegt auf dem Experimentieren mit Phänomenen aus unterschiedlichen Ökosystemen. Dabei verwendet sie ein visuelles Vokabular, das viele verschiedene soziale und ökologische Phänomene anspricht. Als Bildhauerin erschafft sie Skulpturen, Bühnenbilder, Geschichten, Landschaften und Beziehungsnetzwerke des Kosmos. Durch Bewegung und Performance kreiert sie Materialität und öffnet damit neue und ferne Dimensionen. So baut sie beispielsweise motorisierte Skulpturen und realisiert essbare Landschaften.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Anne_Duk_Hee_Jordan"
        },
        {
          "label": "Symposiumsvortrag",
          "path": "/talk?id=1620_peace_canal_unrealised_artistic_project&time=16:20%20CEST"
        }
      ],
      "captions": [
        {
          "image": "01_Kin_research",
          "caption": "Site-specific pond installation with living ecosystem, robotic crab and neon drawing, printed on banner, Photo simulation by Emilia Urbanek"
        }
      ]
    },
    {
      "name": "Clemens Wilhelm",
      "key": "Clemens_Wilhelm",
      "website": "http://clemenswilhelm.com/",
      "title": "A Horse with Wheels (2017)",
      "metatag": "HD Video, Stereo Sound, 29 Min.",
      "description": "Der Film _A Horse with Wheels_ zeigt die Suche Clemens Wilhelms nach Spuren einer 13.000 Jahren alten Skulptur, die in einen Mammutstoßzahn geschnitzte schwimmende Rentiere zeigt. Der Künstler spürt der Skulptur nach - von ihrem Fundort, einer Höhle in Frankreich, bis nach Nord-Norwegen, wo noch heute Samen mit großen Rentierherden zusammen leben. In dem Video versucht der Künstler eine scheinbar unmögliche Annährung an den Vorfahren, der dieses Kunstwerk geschaffen hat. Die Skulptur, die zur Zeit einer globalen Erderwärmung am Ende der letzten Eiszeit entstand, bringt er mit der Gegenwart eines erneuten Klimawandels in Verbindung. Dabei stellt er in einem Monolog Fragen: War diese existenzielle Krise der Menschheit Auslöser für die Entstehung von Kunst? Welche Parallele gibt es zu unserer heutigen Zeit? Inwiefern haben wir uns seit der Eiszeit verändert? Ist der Fortschritt eine Täuschung? Für Clemens Wilhelm erinnert die Skulptur an die Menschheit in der Krise der letzten Erderwärmung und sie offenbart unsere Beziehungen zur Umwelt, zur Vergangenheit und zur Gegenwart.\n\r\n\rZwischen bewegtem Bild und Fotografie wirft **Clemens Wilhelm** (Berlin) in seinen Werken die Frage auf, wie Erinnerung in Form von Geschichten und Bildern gespeichert wird. Als Filmemacher, dessen Praxis Video, Fotografie und Performance umfasst, beschäftigt er sich mit den sichtbaren und unsichtbaren Grenzen und damit verbundenen Erinnerungskulturen. Mit hypnotischen Erzählstimmen und musikalischer Begleitung thematisiert er gesellschaftliche Umbrüche im Alltag und ihre Wirkung auf das Individuum und auf Gruppen.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Clemens_Wilhelm"
        }
      ],
      "video": {
        "url": "https://player.vimeo.com/video/260849191",
        "caption": "A Horse with Wheels (2017), video still, HD video, stereo sound, 29 min"
      }
    },
    {
      "name": "Folke Köbberling",
      "key": "Folke_Koebberling",
      "website": "http://www.folkekoebberling.de/",
      "title": "Testphase #5 im Prozess - Rohwolle in Schlamm (_2021)",
      "metatag": "Behälter, Beton, Asphalt, Rohwolle, Schlamm und Leuchtstoffröhren",
      "description": "Wie zu einer Art Trichter sind auf einem Floß Beton, Asphalt, Rohwolle und Schlamm skulptural angeordnet. Oben am Rand des Trichters befindet sich in einem Behälter Schlamm, den Folke Köbberling aus dem asphaltierten Regenwasserbecken der Floating ~~University~~ entnommen hat. Der Schlamm wird während der Ausstellung durch das Regenwasser und die Rohwolle gefiltert. Ausgehend von der Frage, ob der nachwachsende Rohstoff Schafswolle die verschmutzte Erde reinigen kann, analysiert die Künstlerin die mögliche chemische Transformation des Schlamms und seine toxische Zersetzung. Ihre laborhafte, skulpturale Untersuchung versinnbildlicht eine Transformation, die sich stets im Dialog zwischen Natur und Kultur befindet. Wie in ihren früheren Kunstaktionen im urbanen Raum legt Folke Köbberling mit dieser Labor-Inszenierung die urbane Infrastruktur, die sich hinter der idyllischen Wasserlandschaft der Floating ~~University~~ verbirgt, offen und bietet eine spekulative Lösung für unsere Umweltprobleme durch die Verwendung der natürlichen Ressource Schafswolle an, die in der Vergangenheit einen dramatischen Wertverlust erlebt hat. Sie ist seit einigen Jahren das bevorzugte Instrument in den künstlerischen Arbeiten und ortspezifischen Interventionen der Künstlerin.\n\r\n\r(_Dank an das Institut für Geosysteme und Bioindikation der TU Braunschweig_.)\n\r\n\r**Folke Köbberling** (Berlin) beschäftigt sich mit der städtebaulichen Umgebung und ihrer Vergänglichkeit als Spiegelbild allgemeiner gesellschaftlicher Prozesse. In mal skulpturalen Installationen, mal ortsspezifischen Interventionen setzt sie sich mit Themen in Bezug auf den öffentlichen Raum auseinander wie Basisbeteiligung und Selbstorganisation, Mobilität und Unterkunft, Nachhaltigkeit und Ressourcenknappheit. Mit künstlerischen Mitteln schafft sie Modelle für den Widerstand gegen unsere Vereinnahmung durch die Auswüchse der herrschenden neoliberalen Wirtschaftsordnung, protestiert gegen den automobilen Individualverkehr als hegemoniale Leitkultur und kommentiert unseren gewohnten Umgang mit städtischer Architektur auf subtile, oft humorvolle Weise.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Folke_Koebberling"
        }
      ],
      "captions": [
        {
          "image": "Pressebild_Folke",
          "caption": "Test phase #5 in process, Raw wool in sewage sludge (2021), 150 x 150 x 200 cm"
        }
      ]
    },
    {
      "name": "Han Seok Hyun",
      "key": "Han_Seok_Hyun",
      "website": "",
      "title": "My Head in the Clouds – Test Run (2021)",
      "metatag": "Ephemere Wolkenskulptur: Regenwasser, Hochdruckpumpe, Elektrizität, Wasserfilter",
      "description": "Han Seok Hyun, der sich in seiner künstlerischen Praxis mit der Reproduzierbarkeit der „Natur&quot;, ihrer Natürlichkeit und ihrer Künstlichkeit auseinandersetzt, untersucht, wie man das meteorologische Phänomen Wolke als ein flüchtiges künstlerisches Abbild reproduzieren kann. Mittels des Regenwassers der Floating ~~University~~ und unter elektrischem Hochdruck versucht Han artifiziell Wolken abzubilden. Die je nach der Wetterlage schwer kontrollierbaren Bedingungen verändern seine Wolkenbilder. Die Veränderlichkeit ihrer Form, Größe und Farbe spiegelt das Mikroklima in der drittenLandschaft der Floating ~~University~~ , die weder ganz natürlich noch ganz künstlich ist. Hans Beziehung zu seiner ephemeren Wolkenskulptur ist vom ständigen Wechsel des „Trials &amp; Errors&quot; geprägt. Sein künstlicher Eingriff mittels Hochdrucktechnik kann die flüchtige Schönheit der Wolken nicht festhalten, seine vergeblichen Versuche zur Reproduktion der Naturphänomene kommentiert Han selbst als _Heads in the Clouds_ als das scheinbar unstillbare Bedürfnis von uns Menschen, die „Natur&quot; manipulieren zu wollen.\n\r\n\rAusgehend vom Gedanken des zunehmenden Einflusses von Artifizialität in unserem Alltag untersucht **Han Seok Hyun** (Berlin/Seoul)in seinen Arbeiten die vielfachen Ausformungen dieses Phänomens. Unter Nutzung von Installation, Fotografie und Skulptur lenkter unsere Aufmerksamkeit auf inzwischen als selbstverständlich erachtete Manipulationen der Umwelt.Sein Ziel ist es dabei,die sich verändernde Beziehung zwischen Mensch und Ökologieüber Generationen hinweg zu beleuchten,vor allemim Hinblick auf die Standardisierung von Pflanzen und Lebensmitteln und einer damit einhergehenden Verklärung von Erscheinungsformen von „Natur&quot;.HansArbeiten kreisen um Vorstellungen von „zeitgenössischen Natur&quot; und die Ambivalenz unseres Naturverständnisses.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Han_Seok_Hyun"
        }
      ],
      "captions": [
        {
          "image": "My_Head_in_the_clouds-graphic_image",
          "caption": "Test Run (2021), ephemeral cloud sculpture"
        }
      ]
    },
    {
      "name": "Ines Doujak",
      "key": "Ines_Doujak",
      "website": "http://www.inesdoujak.net/",
      "title": "Ohne Titel (2014)",
      "metatag": "Digitaldruck, Banner, 5m x 3m (TBC)",
      "description": "In der digitalen Collage von Ines Doujak sind die Grenzen zwischen Gegenwart und Geschichte aufgehoben, verschwimmen Objekte und Körper ineinander, sind Menschen und Umwelt miteinander verbunden. Zentral im Bild sind zwei nackte Frauen zu sehen. Die eine mit einem deutschen Wehrmachtshelm reitet auf der anderen Frau, die Tulpen im Mund hält. Im Hintergrund liegt das Grabmal Christi umgeben von Engeln, die die Erlösung verkünden. Die beiden Frauen sind durch ihre allegorischen Attribute markiert; Tulpen, eine der beliebtesten Pflanzen in der europäischen Kolonialzeit, die im frühen 17. Jahrhundert eine der ersten finanzkapitalistischen Spekulationsblasen auslöste, und der Wehrmachthelm, der für militärische Hegemonie steht, werden von einem Storch begleitet, Symbol für Fruchtbarkeit und Himmelfahrt. Die Collage aus alten und neuen Symbolen verweist auf die komplexe Beziehung von Religion, Kapitalismus und Kolonialismus, die bis heute ihre Auswirkungen überall auf unserer Erde zeigt. Ines Doujaks kritisiert in ihrer Arbeit immer wieder die reaktionäre Antwort des gegenwärtigen Neoliberalismus auf die ausbeuterischen Verbrechen der kolonialen Vergangenheit, die einer selektiven historischen Amnesie zu unterliegen scheinen.\n\r\n\r**Ines Doujak** (Wien) arbeitet an der Dekonstruktion der politischen Implikationen von sexistischen und rassistischen Stereotypen. Ausgehend von der Tradition des Karnevals, der Maskerade und Motiven aus der Kulturgeschichte deckt sie ausbeuterische Strukturen und Ungleichheiten in der Gesellschaft auf, oft in Bezug auf koloniale Geschichte. Ihre Recherchen zur Textilindustrie haben zu zahlreichen Arbeiten geführt, die sich mit Gender-, Klassen- und Kulturkonflikten im Zusammenhang mit der globalen Produktion, dem Handel und der Distribution von Mode und Textilien beschäftigen.\n\r\n\r[Podcastserie](https://liverpoolbiennial2021.com/programme/ines-doujak-john-barker-transmission-a-series-of-five-podcasts-on-disease-and-pandemics-in-a-distorted-world/)",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Ines_Doujak"
        }
      ],
      "captions": [
        {
          "image": "studie-skulptur2",
          "caption": "Without Title (2014), digital print, banner"
        }
      ]
    },
    {
      "name": "Marco Barotti",
      "key": "Marco_Barotti",
      "website": "http://www.marcobarotti.com/",
      "title": "The Egg (2019)",
      "metatag": "Kinetische Klangskulptur, 75cm x 150 cm \n\r Naturkautschuk, Lautsprecher, virtueller modularer Synthesizer, Worldometer-Datenstrom, Internet",
      "description": "Angetrieben von Echtzeitdaten, die vom Worldometer generiert werden, verändert die Ei-Skulptur von Marco Barotti ständig ihre Form. Wie ein Kreislauf des Lebens, dem weder ein Anfang noch ein Ende zugeordnet werden kann, versinnbildlicht sein mit Naturkautschuk verkleidetes Ei die Fertilität und Sterblichkeit der Menschheit und thematisiert die Überbevölkerung der Erde. Die Daten des Worldometer-Zählers, der Geburten und Sterbefälle erfasst, werden in Echtzeit in Bassfrequenzen umgewandelt. Diese für Menschen schwer hörbaren Frequenzen sind stark genug, um das Ei in Bewegungen und Schwingungen zu versetzen, da sie mit der flexiblen Membran der Ei-Struktur interagieren. Das ständig in Bewegung befindliche Ei führt uns die Bedeutung eines jeden einzelnen Menschen auf der Erde sensorisch vor Augen. \n\r\n\r**Marco Barotti** (Berlin) befasst sich in seiner multimedialen Kunst damit, eine künstlerische Sprache zu finden, in der die Auswirkungen moderner Technologien auf die Umwelt durch kinetische Klangintervention visuell und sensorisch wahrgenommen werden können. Seine Installationen vereinen Audiotechnik, Konsumobjekte, Abfall und durch Klänge bewegte Skulpturen. Im Mittelpunkt seiner Arbeit steht die Schaffung eines \"technischen Ökosystems\", das Ähnlichkeit mit der Physiognomie von Tieren aufweist. Es ist eine anthropozäne Metapher für den menschlichen Einfluss auf den Planeten und soll seine Betrachter*innen für Umweltfragen sensibilisieren.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Marco_Barotti"
        }
      ],
      "video": {
        "url": "https://player.vimeo.com/video/372061141",
        "caption": "The Egg (2019), kinetic sound sculpture, 75cm x 150 cm"
      }
    },
    {
      "name": "Mischa Leinkauf",
      "key": "Mischa_Leinkauf",
      "website": "https://alexanderlevy.de/artist/mischa-leinkauf",
      "title": "Fiktion einer Nicht-Einreise (2019) ",
      "metatag": "4K Video, Ton, 17 Min. \n\rKamera: Paul Rohlfs, Ton: Ed Davennort, Farbe: Florian Stärk",
      "description": "In seiner Videoarbeit _Fiktion einer Nicht-Einreise_ zeigt Mischa Leinkauf die nicht-sichtbaren Grenzen auf dem Meeresgrund zwischen Israel und Jordanien bzw. Ägypten im Roten Meer sowie zwischen der spanischen Enklave Ceuta und Marokko in der Straße von Gibraltar. Der Künstler verlässt den streng überwachten Landweg, taucht zum Meeresgrund hinab und „unterwandert&quot; friedlich die Grenzen. Durch sein subversives „Spazieren&quot; durch das grenzlose Meereswasser setzt er politisch motivierte Grenzziehungen performativ außer Kraft. Er legt durch sein Handeln die Radikalität von Grenzen sowie die Brutalitäten ihres Kontrollsystems offen und stellt die Praxis von Territorialität grundsätzlich in Frage.\n\r\n\r_Glory_ (2021)\n\rverbrannte Nationalflaggen, gerahmt, Maße:\n\r\n\rDie Installation _Glory_ setzt sich mit der Symbolkraft von Nationalflaggen auseinander. Flaggen zeigen einerseits territoriale Zugehörigkeit und nationalstaatliche Identität an, andererseits stehen sie für Abschottung und Ausschluss. Bei politischen Konflikten werden sie zum Katalysator einer Trennung in das Eigene und das Fremde. _Glory_ zeigt die verbrannten Nationalflaggen von zwei seit siebzig Jahren getrennten Staaten: Süd- und Nordkorea. Im Moment des Verbrennens haben sich die Flaggen in Farbe, Form und Materialität angeglichen, nur leichte Andeutungen eines Unterschieds sind noch zuerkennen. Die im Rahmen sichtbare Asche, Zeugnis des Verbrennungsvorgangs, spielt mit der Vergänglichkeit eines staatlichen Symbols. Mischa Leinkauf verwischt mit dem Akt des Verbrennens das Trennende der beiden Nationalflaggen und stellt sich der wachsende Betonung nationaler Territorialität entgegen.\n\r\n\r**Mischa Leinkauf** (Berlin) beschäftigt sich mit politischen und gesellschaftlichen Grenzen und Beschränkungen theoretischer und physikalischer Art. Seine Arbeiten befassen sich mit Limitierungen von Räumen durch Beschneidungen, Regeln, Architekturen und Barrieren. Er hinterfragt den Sinn und Unsinn von Grenzziehungen, von nationalen Identitäten und Territorien im 21. Jahrhundert. Durch Interventionen im öffentlichen Raum provoziert er Situationen, die temporäre Irritation erzeugen und gesellschaftlich oder politisch motivierte Grenzziehungen außer Kraft setzen.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Mischa_Leinkauf"
        },
        {
          "label": "Symposiumsvortrag",
          "path": "/talk?id=1200_liberty_of_movement_as_artistic_practice&time=12:00%20CEST"
        }
      ],
      "captions": [
        {
          "image": "Glory_Germany_framed_M",
          "caption": "Glory (2021), burned national flags, Courtesy of the artist & alexander levy, Berlin"
        }
      ]
    },
    {
      "name": "Santiago Sierra",
      "key": "Santiago_Sierra",
      "website": "https://www.santiago-sierra.com/",
      "title": "Position exchange for two distinct, 30-meter volumes of earth (2005)",
      "metatag": "One Channel Video, 23,55 Min.",
      "description": "Das Video dokumentiert Santiago Sierras Arbeit _Position exchange for two distinct, 30-meter volumes of earth_ von 2005. In der performativen Aktion in der demilitarisierten Zone (DMZ) zwischen Nord- und Südkorea ließ der Künstler unter Aufsicht von südkoreanischen Soldaten auf einem Grundstück zwei Löcher ( 6 Meter lang, 2,5 Meter breit, 2 Meter tief) ausheben. Die Erdblöcke wurden anschließend lediglich von dem einen in das andere Loch versetzt, so dass das betroffene Grundstück bis auf die Arbeitsspuren am Ende unverändert erscheint. Diese „leere&quot; Aktion des Austauschens von Erde, die ohne Zuschauer, aber unter strenger militärischer Bewachung stattfindet, führt die absurde Situation an der DMZ vor und stellt die militarisierten Grenzsysteme auf der koreanischen Halbinsel zur Disposition. Für Santiago Sierra sind Grenzen und das Grenzen-Setzen immer wiederkehrende Themen in seiner Arbeit. So 2003 in _Covered word_ im Spanischen Pavillon auf der 50. Venedig Biennale, oder 2018 in Nord- und Südpolen. Dort thematisierte er nationale Grenzen, den neoliberalen Nationalismus sowie den Kolonialismus des 21.Jahrhunderts.\n\r\n\r **Santiago Sierra** (Madrid) bildet, inspiriert von der Formensprache der Minimal- und Konzeptkunst der 1960er und 70er Jahre, schonungslos soziale Realitäten ab und entlarvt Missstände in gesellschaftlichen Strukturen. Seine provokativen und konfrontativen Aktionen, bei denen unterprivilegierte oder ausgegrenzte Personen gegen Geld angeheuert wurden, um sinnlose Aufgaben zu erfüllen, sowie seine spektakulären Interventionen im urbanem Raum thematisieren Machtstrukturen, Ausgrenzungsmechanismen sowie ausbeuterische Arbeitsverhältnisse.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Santiago_Sierra"
        },
        {
          "label": "Symposiumsvortrag",
          "path": "/talk?id=1045_santiago_sierra&time=10:45%20CEST"
        }
      ],
      "video": {
        "url": "https://www.youtube.com/embed/rt6vz10OEus",
        "caption": "Position exchange for two distinct, 30-meter volumes of earth (2005), video still, 23:55 min"
      }
    },
    {
      "name": "Shira Wachsmann",
      "key": "Shira_Wachsmann",
      "website": "http://www.shirawachsmann.com/",
      "title": "A Dream (2020)",
      "metatag": "HD video, Stereo Sound, 9,32 Min",
      "description": "_A Dream_ zeigt den Dialog Shira Wachsmanns mit einem Kaktus, den sie aus Italien in ihr Londoner Studio mitgebracht hat. Die Künstlerin erzählt dem Kaktus, warum und wie sie mit ihm experimentieren will. Sie möchte durch die grafische Aufzeichnung der Ultraschallwellen, die für menschliche Ohren nicht hörbar sind, die Reaktion des Kaktus auf das Geräusch einer Explosion testen. Sie beschreibt das Experiment und zugleich ihre Zweifel und Ängste, nicht erkennen zu können, wo die Grenzen des Kaktus liegen. Ihr Video zeigt eine grafische Annäherung an den Dialog zwischen dem Kaktus und der Künstlerin bis kurz vor der Explosion. Im Rahmen ihrer aktuellen Forschung über die Wahrnehmungsfähigkeiten und das Gedächtnis von Pflanzen fokussiert Shira Wachsmann auf den palästinensischen _Sabra_ (Kaktus) und seine „Inkarnationen&quot; in Israel und Palästina. Bis vor 1948 nutzten die Palästinenser den Kaktus, um mit ihm ihre Felder zu markieren. Nach 1948 eignete sich Israel die kulturelle Bedeutung von _Sabra_ an und nutzte sie als Bezeichnung für den in Israel geborenen Juden. 2005 verwandelte sich die Bedeutung erneut, nämlich in den &quot;Sabra M60T&quot;, einen Kampfpanzer\n\r\n\r**Shira Wachsmann** (Berlin, London) setzt sich in ihren Arbeiten mit den vielschichtigen Vorstellungen von„Land&quot;als natürlichem und kulturellen Lebensraum auseinander.Sie verwendet hauptsächlichorganische Materialien wie Erde,Metall, Kohle, Stroh und Pflanzenund beschäftigt sich mit deren religiösen, historischen und sozialen Inhalten. Shira Wachsmann konfrontiert den*die Betrachter*in dabei mit philosophischen Ideen und politischen Ideologienund thematisiert dadurch Konzepte von Heimat und die Konstruktion von Identität. Inihrer jüngsten künstlerischen Forschung setztWachsmannsichmit der Wahrnehmungsfähigkeit und demErinnerungsvermögen von Pflanzenauseinander.",
      "associations": [
        {
          "label": "Austellungsbilder",
          "path": "/exhibition/#Shira_Wachsmann"
        },
        {
          "label": "Symposiumsvortrag",
          "path": "/talk?id=1140_the_moment_before_the_explosion&time=11:40%20CEST"
        }
      ],
      "captions": [
        {
          "image": "A_Dream",
          "caption": "A Dream (2020), video still, 9:32 min."
        }
      ]
    }
  ]
}
