{
  "language": "en",
  "artists": [
    {
      "name": "Ana Alenso",
      "key": "Ana_Alenso",
      "website": "http://www.anaalenso.com/",
      "title": "Liquid agreement (2021)",
      "metatag": "Site specific installation with the following materials: hoses, stainless steel, scaffolding parts, water pumps",
      "description": "The installation proposes an exercise in deconstruction based on the models of polluting machines used in the gold mines of the Amazon in South America. Through the appropriation and transformation of certain industrial elements, new mechanisms are created with the intention of moving and giving novel dimensions to the concept of water as a universal element. The starting point is the interest in exploring the capacity of water to move through, transform and dilute multiple physical barriers, as well as the understanding that its degeneration and contamination are mostly the result of cyclical, industrial and semi-industrial processes that cause an increasingly visible _slow violence_\n\r_# 1_. From this type of violence – immersed and incarnated in the needs of modern society – a critical zone emerges that exposes the accumulation of desires, conflicts and entities that can coexist in a territory. One could say that this offshore installation reveals the boundaries between art and nature at Floating ~~University~~ Berlin: a _Liquid Agreement_ that proposes a dialogue with its surroundings and expands through the collective imaginary and its possible multidimensionality.\n\r\n\r**Ana Alenso** (Berlin) builds an allegorical cosmos showcasing the economic, social and ecological risks and the imbalance implicit in extractive practices of our natural resources. Her work departs from the assumption that within the fragile state of geopolitics and the vulnerabilities of our societies and natural reserves, artistic practices become modulators of a widespread sense of uncertainty. Instead of rejecting this uncertainty, she identifies with it and embraces it as a vehicle for prototyping and experimentation.\n\r\n\r[1](#sdfootnote1anc)Rob Nixon (2011) explains the concept of &#39;slow violence&#39;: &#39;By slow violence I mean a violence that occurs gradually and out of sight, a violence of delayed destruction that is dispersed across time and space, an attritional violence that is typically not viewed as violence at all&#39;.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Ana_Alenso"
        },
        {
          "label": "Symposium talk",
          "path": "/talk?id=1515_we_are_satellites&time=15:15%20CEST"
        }
      ],
      "captions": [
        {
          "image": "_1300x762_alenso_foto_joeclark_2019",
          "caption": "Ana Alenso, Agreement (2019) Foto credit: Joe Clark"
        }
      ],
      "video": {
        "url": "https://res.cloudinary.com/dhfbv18qg/video/upload/v1619014840/terrestrial-assemblage/Ana_Alenso/2agreement_jvhz3g.mp4",
        "caption": "Agreement (2019)"
      }
    },
    {
      "name": "Anne Duk Hee Jordan",
      "key": "Anne_Duk_Hee_Jordan",
      "website": "https://www.dukhee.de/",
      "title": "Making Kin 2.1 (2020-2021)",
      "metatag": "Site-specific pond installation with living ecosystem, robotic crab and neon drawings, printed on banners",
      "description": "How do we want to live in the future? In a combination of various media such as living plants, installation, drawings, and robotics, Anne Duk Hee Jordan, explores concepts of interspecies community and real and fictional landscapes. &quot;Making Kin&quot; is a maxim coined by the philosopher of science and pioneer cyborg feminist Donna Haraway who calls for an interspecies symbiosis. To ensure a liveable future for the following generations, we, as mortal &quot;critters&quot; need to link up with multiple configurations of places, times, matters and meanings so that new life can be &quot;composted&quot; from the planet-destroying Homo sapiens. The artist scrutinizes established terms like nature, culture and technology, including their definitional boundaries. Jordan is interested in the hybrid network between species and their environment. In a humorous and playful manner, she draws up an experimental and future-oriented scenario that challenges our customary perspectives on life and likewise makes a new model of community both imaginable and apprehensible. Part of _Making Kin 2.1_ is the work _Water Crab_ (2017- ongoing) from her _Artificial Stupidity_ series, which is conceived to function as a marine robotic. As this series is about allowing failure and reclaiming the domain of robotics in terms of non-intelligence, this _Water Crab_ is not able to clean up all the human waste in the oceans, but is rather a prototype of this idea and avocation that design and art is not only there to make the world a better place. Does a non-functional artificial bot also have the right to float our waters?\n\r\n\rTransience and transformation are the central themes in the work of **Anne Duk Hee Jordan** (Berlin). Through movement and performance, Jordan gives materiality another dimension – she builds motorized sculptures and creates edible landscapes. Her sculptures are intended to draw the viewer into the present and open a dialogue between natural phenomena, philosophy and art. Jordan opens up doors to a universe where she humorously and romantically creates machines that juxtapose robotic consciousness with organic cyclic decay and life. She raises questions about &quot;agency&quot; and encourages a change of perspective. She shifts the focus away from humans towards the entire ecology.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Anne_Duk_Hee_Jordan"
        },
        {
          "label": "Symposium talk",
          "path": "/talk?id=1620_peace_canal_unrealised_artistic_project&time=16:20%20CEST"
        }
      ],
      "captions": [
        {
          "image": "01_Kin_research",
          "caption": "Site-specific pond installation with living ecosystem, robotic crab and neon drawing, printed on banner, Photo simulation by Emilia Urbanek"
        }
      ]
    },
    {
      "name": "Clemens Wilhelm",
      "key": "Clemens_Wilhelm",
      "website": "http://clemenswilhelm.com/",
      "title": "A Horse with Wheels (2017)",
      "metatag": "HD video, stereo sound, 29 min",
      "description": "_A Horse With Wheels_ is a filmic essay that attempts to reconnect us with the maker of mankind&#39;s first piece of art, it&#39;s first known &quot;useless tool&quot;. Carved in the last Ice Age ­– 13.000 years ago – out of a mammoth tusk, the almost unknown object &quot;The Swimming Reindeer&quot; shines a light on an outstanding step in human development: the arrival of art and the modern brain. The film shows the place where the sculpture was found, in a cave in France, all the way to its origins in northern Norway, where the Sámi live alongside large herds of reindeer.\n\r\n\rIn the film the artist narrates the story of a journey and a seemingly impossible quest: to discover more about our ancestor, who made the first art object. The sculpture, created during a time of global warming at the end of the last Ice Age, connects our forebear to the present of the renewed climate crisis. Wilhelm leads us through a monologue of questions: was this existential crisis of humanity a trigger for the emergence of art? What parallels are there to our present times? To what extent have we changed since the Ice Age? Is progress an illusion?\n\r\n\rFor Clemens Wilhelm, this sculpture reveals our relationships with the natural environment, the past and the present.\n\r\n\r**Clemens Wilhelm** (Berlin) explores in his work, between moving images and photography, the question of how memory arises in the form of stories and images.As a filmmaker whose practice ranges from film/video to photography and performance, he is concerned with visible and invisible boundaries and the associated culture of memory. Accompanied by hypnotic narrative voices or musical scores, his films address social upheavals, the culture of memory in everyday life and its effects on the individual and the group.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Clemens_Wilhelm"
        }
      ],
      "video": {
        "url": "https://player.vimeo.com/video/260849191",
        "caption": "A Horse with Wheels (2017), video still, HD video, stereo sound, 29 min"
      }
    },
    {
      "name": "Folke Köbberling",
      "key": "Folke_Koebberling",
      "website": "http://www.folkekoebberling.de/",
      "title": "Test phase #5 in process - Raw wool in sewage sludge (2021)",
      "metatag": "Container, concrete, asphalt, raw wool, sewage sludge and fluorescent tubes",
      "description": "Concrete, asphalt, raw wool and sewage sludge are arranged sculpturally on a raft as if to form a kind of funnel. At the top of the funnel, a container holds sewage sludge that Folke Köbberling has taken from Floating ~~University~~&#39;s asphalted rainwater basin.\n\r\n\rThe mud is filtered through the rainwater and raw wool during the exhibition. Starting from the question of whether sheep&#39;s wool, as a renewable raw material, is capable of cleaning the polluted earth, the artist analyses the possible chemical transformation of the mud and its toxic decomposition. Her laboratory-like, sculptural investigation symbolizes a transformation that is always a dialogue between nature and culture.\n\r\n\rAs in her previous art actions in urban space, Folke Köbberling&#39;s laboratory staging exposes the urban infrastructure hidden behind the idyllic waterscape of the Floating ~~University~~ and offers a speculative solution to our environmental problems through the use of the natural resource of sheep&#39;s wool, which has experienced a dramatic loss of value in the past. It has been the preferred material in the artist&#39;s works and site-specific interventions for several years.\n\r\n\r(Thanks to the Institute for Geosystems and Bioindication at the TU Braunschweig).\n\r\n\r**Folke Köbberling** (Berlin) deals with the urban environment and its transience as a reflection of general social processes. In spatial and sculptural site-specific interventions, she addresses issues about public space, grassroots participation and self-organization, the market economy, mobility, housing, sustainability, and resource scarcity, all of which have inherent potential for social conflict. As forms of resistance against our appropriation by the excesses of the prevailing neoliberal economic order, individualized automotive transport as a hegemonic leading culture she comments with her artistic means, developing intervention models for urban space, thereby calling into question the conventional handling of urban architecture in a subtle, and often humorous way.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Folke_Koebberling"
        }
      ],
      "captions": [
        {
          "image": "Pressebild_Folke",
          "caption": "Test phase #5 in process, Raw wool in sewage sludge (2021), 150 x 150 x 200 cm"
        }
      ]
    },
    {
      "name": "Han Seok Hyun",
      "key": "Han_Seok_Hyun",
      "website": "",
      "title": "My Head in the Clouds - Test Run (2021)",
      "metatag": "Ephemeral cloud sculpture: rainwater, high-pressure pump, electricity, water filter",
      "description": "Han Seok Hyun, whose artistic practice explores the malleability of &quot;nature&quot;, its naturalness and its artificiality, investigates how to reproduce the meteorological phenomenon of cloud as an ephemeral artistic image. Using rainwater from the Floating ~~University~~ and high electrical pressure, Han attempts to artificially replicate clouds. The conditions, which are difficult to control, depending on the weather, change his cloud images. The variability of their shape, size and colour reflects the microclimate in the third landscape of the Floating ~~University~~ , which is neither entirely natural nor entirely artificial. Han&#39;s relationship with this ephemeral cloud sculpture is one of constant trial and error. His artificial intervention using high pressure technology cannot capture the fleeting beauty of the clouds; Han himself comments on his futile attempts to reproduce natural phenomena in _Heads in the Clouds_ as the seemingly insatiable need for us humans to want to manipulate &quot;nature&quot;.\n\r\n\rInspired by the idea of the increasing influence of artificiality in our everyday lives, **Han Seok Hyun** (Berlin, Seoul) explores manifestations of this phenomenon in his work. In a multi-faceted use of installation, photography and sculpture, he draws the viewer&#39;s attention to manipulations of the environment that are taken for granted. He aims to shed light on the changing relationship between man and his natural environment over generations, especially with regard to the standardization of plants, food and the accompanying transfiguration of landscapes. Hence his work questions notions of &quot;contemporary nature&quot; and the ambivalence of our understanding of it.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Han_Seok_Hyun"
        }
      ],
      "captions": [
        {
          "image": "My_Head_in_the_clouds-graphic_image",
          "caption": "Test Run (2021), ephemeral cloud sculpture"
        }
      ]
    },
    {
      "name": "Ines Doujak",
      "key": "Ines_Doujak",
      "website": "http://www.inesdoujak.net/",
      "title": "Untitled (2014)",
      "metatag": "Digital print, banner, 259cm x 388cm",
      "description": "In Ines Doujak&#39;s digital collage, the boundaries between present and history are dissolved, objects and bodies blur into one another, people and their environment are joinedto one another. Two naked women can be seen in the centre of the picture. One, wearing a German Wehrmacht helmet, is riding on the other woman, who is holding tulips in her mouth. In the background is the tomb of Christ surrounded by angels proclaiming salvation. The two women are marked out by their allegorical attributes: Tulips were one of the most popular plants in the European colonial era, which triggered one of the first economic speculative bubbles, a capitalist milestone in the early 17th century. The Wehrmacht helmet, representing military hegemony, is accompanied by a stork, symbol of fertility and ascension. The collage of old and new symbols points to the complex relationship between religion, capitalism and colonialism, which continues to have its effect on our earth to the present day. Ines Doujak&#39;s work consistently critiques contemporary neoliberalism&#39;s reactionary response to the exploitative crimes of the colonial past, which seem to be subject to selective historical amnesia.\n\r\n\r**Ines Doujak** (Vienna) works on deconstructing the political implications of sexist and racist stereotypes. Drawing on the traditions of carnival, masquerade and motifs from cultural history, she uncovers exploitative structures and inequalities in society, often in relation to colonial histories. Her research into the textile industry has resulted in numerous works concerning gender, class and cultural conflicts related to the global production, trade and distribution of fashion and textiles.\n\r\n\r[Podcast series](https://liverpoolbiennial2021.com/programme/ines-doujak-john-barker-transmission-a-series-of-five-podcasts-on-disease-and-pandemics-in-a-distorted-world/)",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Ines_Doujak"
        }
      ],
      "captions": [
        {
          "image": "studie-skulptur2",
          "caption": "Without Title (2014), digital print, banner"
        }
      ]
    },
    {
      "name": "Marco Barotti",
      "key": "Marco_Barotti",
      "website": "http://www.marcobarotti.com/",
      "title": "The Egg (2019)",
      "metatag": "Kinetic sound sculpture, 75cm x 150 cm",
      "description": "Natural rubber, speaker, virtual modular synthesizer, worldometers data stream, Internet\n\r\n\rDriven by real-time data generated by the Worldometer, Marco Barotti&#39;s egg sculpture constantly changes shape. Like a cycle of life that is assigned neither beginning nor end, his egg, clad in natural rubber, symbolizes the fertility and mortality of humanity and addresses the issue of overpopulation on Earth. The data from the Worldometer counter, which records births and deaths, is converted into bass frequencies in real time. These frequencies, which are difficult for humans to hear, are strong enough to generate air pressure and sound vibrations through the drive of the subwoofer&#39;s movements, which interact with the flexible membrane of the egg structure. This egg sculpture, which is constantly in motion, according to the number of births and deaths, provides us with a sensory metaphorical demonstration of the impact of individual human beings on the earth and climate change.\n\r\n\r**Marco Barotti**&#39;s (Berlin) multimedia art is driven by a desire to invent an artistic language in which the impact of technology on the environment can be perceived visually and sensually through kinetic sound interventions. His installations combine audio technology, consumer objects, and waste into moving sculptures triggered entirely by sound. Central to his work is the creation of a &quot;tech ecosystem&quot; that bears resemblance to the physiognomy of an animal, serving as a metaphor for the Anthropocene impact on the planet and thus aiming to sensitize people to environmental issues.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Marco_Barotti"
        }
      ],
      "video": {
        "url": "https://player.vimeo.com/video/372061141",
        "caption": "The Egg (2019), kinetic sound sculpture, 75cm x 150 cm"
      }
    },
    {
      "name": "Mischa Leinkauf",
      "key": "Mischa_Leinkauf",
      "website": "https://alexanderlevy.de/artist/mischa-leinkauf",
      "title": "Fiction of a Non-Eentry (2019)",
      "metatag": "4K video, sound, 17 min. Camera: Paul Rohlfs;, Sound: Ed Davennort;, Colour: Florian Stärk",
      "description": "In his video work &quot;Fiction of a Non-Entry&quot; Leinkauf shows the non-invisible borders on the seabed between Israel and Jordan and/ Egypt in the Red Sea, and as well as between the Spanish enclave of Ceuta and Morocco in the Straits of Gibraltar, which are militarily guarded by border fortificationscontrols. The artist leaves the barricaded strictly-monitored land route, dives down to the seabed and peacefully &quot;subverts&quot; the borders. Through his subversive &quot;strolling&quot; through the borderless sea waters, he performatively suspends politically motivated border demarcations. Through his actions, he exposes the radicalness of borders as well as the brutalities of their control system and fundamentally questions the practice of territoriality.\n\r\n\r_Glory_ (2019)\n\rBurned national flags, framed\n\r\n\r_Glory_ deals with the symbolic power of national flags. On the one hand, they symbolize territorial belonging and nation-state identity and on the other hand, they symbolize separation and exclusion. In the case of political conflict, national flags become catalysts for the symbolic separation of self and other. The installation _Glory_ shows the burned national flags of two states that have been separated for 70 years: North and South and North Korea. At In the moment of burning, the two flags have converge d in terms of colours, shape s and materiality, leaving only the slightest suggestion of the difference s between the two. The ashes, held visible in the image&#39;s frame, as the remains of the flags from the burning process, indicate transience of a state symbol. ~~and at the same time the return to the origin:, to nature~~. In the act of burning, Leinkauf blurs the demarcations of the two national flags and opposes the growing emphasis on national territoriality.In sculptural form, which remains visible as a result of his performative burning, Leinkauf opposes the increasing isolation of national territories and overrides the symbolic power of both national flags.\n\r\n\r**Mischa Leinkauf** (Berlin) deals with political and social boundaries and limitations of a theoretical and physical nature. His works explore limitations of spaces through curtailmentsrestrictions, borders, rules, architectures and barriers. He questions the sense and nonsense of drawing borders, of national identities and territories in the 21st century. Through interventions in public space or natural environments, he provokes situations that create temporary irritation and suspend socially or politically motivated demarcations.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Mischa_Leinkauf"
        },
        {
          "label": "Symposium talk",
          "path": "/talk?id=1200_liberty_of_movement_as_artistic_practice&time=12:00%20CEST"
        }
      ],
      "captions": [
        {
          "image": "Glory_Germany_framed_M",
          "caption": "Glory (2021), burned national flags, Courtesy of the artist & alexander levy, Berlin"
        }
      ]
    },
    {
      "name": "Santiago Sierra",
      "key": "Santiago_Sierra",
      "website": "https://www.santiago-sierra.com/",
      "title": "Position exchange for two distinct, 30-meter volumes of earth (2005)",
      "metatag": "One channel video, 23min 55secs",
      "description": "The video documents Santiago Sierra&#39;s work _Position exchange for two distinct, 30-metre volumes of earth_ from 2005. In the performative action in the demilitarised zone (DMZ) between North and South Korea, the artist had two holes (6 metres long, 2.5 metres wide, 2 metres deep) dug on a plot of land, under the supervision of South Korean soldiers. The earth blocks were then merely moved from one hole to the other, so that the plot of land in question appears unchanged except for the traces of work at the end. This &quot;empty&quot; action of exchanging soil, which takes place without spectators but under strict military guard, demonstrates the absurd situation at the DMZ and puts the militarised border systems on the Korean peninsula up for discussion. For Santiago Sierra, borders and border setting are recurring themes in his work. For example, in _Covered Word_ in the Spanish Pavilion at the 50th Venice Biennale in 2003, or on the North and South Pole in 2018. There, in _Black Flag_, he addressed national borders, neoliberal nationalism and colonialism in the 21st century.\n\r\n\r**Santiago Sierra** (Madrid), inspired by the formal language of minimal and conceptual art of the 1960s and 70s, relentlessly depicts social realities and exposes grievances in social structures. His works are provocative and confrontational: works in which underprivileged or marginalised people are hired for money to perform meaningless tasks, as well as spectacular interventions in urban space address power structures, exclusion mechanisms and exploitative working conditions.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Santiago_Sierra"
        },
        {
          "label": "Symposium talk",
          "path": "/talk?id=1045_santiago_sierra&time=10:45%20CEST"
        }
      ],
      "video": {
        "url": "https://www.youtube.com/embed/rt6vz10OEus",
        "caption": "Position exchange for two distinct, 30-meter volumes of earth (2005), video still, 23:55 min"
      }
    },
    {
      "name": "Shira Wachsmann",
      "key": "Shira_Wachsmann",
      "website": "http://www.shirawachsmann.com/",
      "title": "A Dream (2020)",
      "metatag": "HD video, stereo sound, 9 min 32 secs",
      "description": "_A Dream_ shows Shira Wachsmann&#39;s dialogue with a cactus that she brought with her from Italy to her London studio. The artist tells the cactus why and how she wants to experiment with it. She wants to test the cactus&#39; reaction to the sound of an explosion by graphically recording the ultrasonic waves, which are inaudible to human ears. She describes the experiment and at the same time her doubts and fears, or not being able to recognize where the cactus&#39; borders and limits are. Her video shows a graphic approximation of the dialogue between the cactus and the artist until shortly before the explosion. As part of her current research on the perceptual abilities and memory of plants, Shira Wachsmann focuses on the Palestinian _Sabra_ (cactus) and its various &quot;incarnations&quot; throughout different time periods in Israel and Palestine. In Israel the presence of cacti signifies the existence of Palestinian villages before the establishment of the state. Before 1948 Palestinians used them as fences and territorial markers. After 1948, and with the intention of changing their cultural meaning, Israel appropriated the connotation of _Sabra_ and used it to refer to an Israeli-born Jew. In 2005, the meaning changed again, but this time into the &quot;Sabra M60T&quot;, a battle tank.\n\r\n\rIn her work, **Shira Wachsmann** (Berlin, London) explores the multi-layered notions of &quot;land&quot; as a natural and cultural habitat. She mainly uses organic materials such as earth, metal, coal, straw and plants and deals with their religious, historical and social content. Shira Wachsmann confronts the viewer with philosophical ideas and political ideologies, thereby addressing concepts of home and the construction of identity. In her most recent artistic research, Wachsmann deals with the perceptive capacity and memory of plants.",
      "associations": [
        {
          "label": "Exhibition shots",
          "path": "/exhibition/#Shira_Wachsmann"
        },
        {
          "label": "Symposium talk",
          "path": "/talk?id=1140_the_moment_before_the_explosion&time=11:40%20CEST"
        }
      ],
      "captions": [
        {
          "image": "A_Dream",
          "caption": "A Dream (2020), video still, 9:32 min."
        }
      ]
    }
  ]
}
