{
  "curatoritorial statement": "In our geo-social age, in which climate, inequality and migration are interrelated and humanity threatens to become homeless, facing a potentially uninhabitable earth in the future, we are paradoxically more concerned with the enclosure and delimitation of our own territories. Like on the Korean peninsula, divided by a militarized border zone since more than 70 years, all over the world, even after the Cold War, areas are separated, marked out and fenced off. In addition, geopolitical and economic upheavals and changes in climatic living conditions create new borders. In this age of global pandemics, the border is even more a site of intense surveillance. If plant, animal, or human is suspected of an infection, some form of quarantine or denial of entry is instituted. The desire for the “pure” migrant, vetted and sanctioned, is shared across species lines. It is ironic that nature benefits from these border regimes while at the same time undermining them, even questioning them. Border areas are refuge areas for a wealth of species of plants, animals, fungi and soils. \n\r\n\rAssemblage theory frames social complexity in the emphasis of fluidity, exchangeability, and the multiple functions through entities that create their connectivity. It asserts that, within a body, the relationships of component parts are not stable and fixed; rather, they can be displaced and replaced within and among other bodies, thus approaching systems through relations of exteriority. Along the axes of territoriality and de-territorialisation, Terrestrial Assemblage is a group exhibition, in which ten international artists position their work inquiring current ecological questions, exploring the concept of borderlines from multifaceted perspectives. Their work is to be experienced site-specifically at the site of Floating University Berlin, a man-made environment reclaimed by nature where polluted water coexists with the presence of a pedagogical experiment, forming a natureculture or a third landscape. Terrestrial Assemblage attempts to be a projection surface for changing counter-images and artistic fantasies beyond political and geographical borders. \n\r\n\rUnder the title Terrestrial Assemblage: The Promise of Nature a one day-symposium will be organized on 18.05.2021, both on site as online, in which international NGOs, artists, curators and scientists will present their interdisciplinary projects on the relationship between ecology and border concepts. The scientific framework for this is to be set by the interdisciplinary dialogue of the symposium."
}
