{
  "curatoritorial statement 1": "In the age of geo-social issues, where climate, inequality and migration are interrelated and humanity threatens to become homeless, facing a potentially uninhabitable earth in the future, paradoxically more and more enclosed and demarcated territories are emerging worldwide. As on the Korean peninsula, divided by a militarised border for over 70 years, all over the world, even after the Cold War, areas are separated, marked out and fenced off. In addition, geopolitical and economic upheavals and changes in climatic living conditions create new borders. In this age of global pandemics, the border seems to have become not just an instrument of intensive surveillance, but a geo-political power. The desire for the “vetted” and “sanctioned” migrant is shared across species lines. It is ironic that the ecosystems in the respective regions benefit from these border regimes, while at the same time challenging them. Border areas are refuge areas for a wealth of species of plants, animals and fungi.",

  "curatoritorial statement 2": "The outdoor exhibition, Terrestrial Assemblage brings together artists whose practice deals with the relationship of humans to the earth (“terra”). In an “act of coming together” (assemblage) of different artistic media and ideas on current issues of demarcation and the ever louder environmental issue, ten international artists present their site-specific works on the grounds of the Floating University Berlin. They address the Anthropocene / Capitolocene causes of new borders and, in their artistic observations of the environment, reflect on social, biological and political border shifts, and design new, hybrid, cross-species images of the future.",

  "curatoritorial statement 3": "While Mischa Leinkauf peacefully subverts national borders in the seas, Santiago Sierra shows an action in which soil is exchanged in the Demilitarised Zone on the Korean peninsula. Folke Köbberling exposes the mirage of nature through her investigation of the mud she collects in the water landscape of the Floating University. Ines Doujak's cross-species depiction of people and the environment takes up colonialism and its influence on their relationship. Anne Duk Hee Jordan creates a futuristic biosphere for a non-functioning water crab robot. Marco Barotti's sound sculpture in the shape of an egg, deforming in time with the daily number of births and deaths worldwide, sensually poses ultimate questions about our existence. While Shira Wachsmann conducts a political, border-crossing dialogue with a cactus, Clemens Wilhelm is in search of 13,000-year-old swimming reindeer and follows their tracks from France to Norway. Seok Hyun Han creates a cloud image from the water system of the Floating University that constantly reshapes itself and then disappears, while Ana Alenso creates a phenomenological cycle between nature and culture from used building materials. ",

  "curatoritorial statement 4": "Terrestrial Assemblage aims to be a projection surface and a space of experience for fluid counter-images and artistic fantasies beyond political and geographical borders.",

  "curatoritorial statement 5": "The exhibition is accompanied by a symposium entitled Terrestrial Assemblage: Ecological Thinking in Border Zones, in which artists, curators and scientists present their interdisciplinary projects on the environment in border areas, and positions on the symbiotic relationship between nature and borders are shown and discussed. Along the axes of territoriality and deterritorialization, artists and scientists speak on current ecological issues and boundaries from diverse perspectives and create new spaces for thought.",

  "exhibition content": "In 2018, Floating University Berlin was initiated by raumlabor as a temporary inner-city laboratory for collective, experiential learning and transdisciplinary exchange. The site was designed in the early 1930s as a rainwater retention basin to serve the Tempelhof airfield and adjacent avenues, and it still remains a fully functioning infrastructure today. Having being closed off to the public for over 60 years, a diverse range of flora and fauna have taken root and given birth to a unique landscape: a man-made environment reclaimed by ecosystems, coexisting within the relatively new presence of this pedagogical experiment, forming a nature-culture or a third landscape."
}
