{
  "curatoritorial statement 1": "Im Zeitalter der geo-sozialen Fragen, in dem Klima, Ungleichheit und Migration zusammenhängen und die Menschheit angesichts einer in Zukunft potentiell unbewohnbaren Erde droht, heimatlos zu werden, entstehen paradoxerweise weltweit mehr und mehr ein- und abgegrenzte Territorien. Wie auf der koreanischen Halbinsel, die seit über 70 Jahren eine militarisierte Grenze teilt, wird überall auf der Welt auch nach dem Kalten Krieg abgetrennt, abgesteckt und eingezäunt. Zusätzlich entstehen aufgrund ökonomischer Verwerfungen und der Veränderung klimatischer Lebensbedingungen neue Grenzen. In Zeiten einer globalen Pandemie scheint die Grenze zu einem allseits geschätzten Instrument der intensiven Überwachung zu werden. Der Wunsch nach dem/der „überprüften“ und „zertifizierten“ Migrant*in scheint weltweit geteilt zu werden. Es ist eine Ironie, dass die Ökosysteme in den jeweiligen Regionen von diesen Grenzregimen profitieren, und sie dabei gleichzeitig in Frage stellen. Grenzräume sind Zufluchtsraüme für Pflanzen, Tiere und Pilze und weisen einen einzigartigen Artenreichtum auf.",

  "curatoritorial statement 2": "Die Outdoor-Ausstellung Terrestrial Assemblage bringt Künstler*innen zusammen, die sich in ihrer Praxis mit dem Verhältnis der Menschen zur Erde („terra“) auseinandersetzen. In einem „Akt des Zusammenkommens“ (assemblage)  unterschiedlicher künstlerischer Medien und Ideen zu aktuellen Fragen zu Grenzziehungen und der stets lauter werdenden Umweltfrage präsentieren zehn internationale Künstler*innen ihre ortsspezifischen Arbeiten auf dem Gelände der Floating University Berlin. Sie thematisieren die anthropozänen, kapitolozänen Ursachen neuer Grenzen, denken in ihren Umweltbeobachtungen über soziale, biologische und politische Grenzverschiebungen nach, und entwerfen hybride, artenübergreifende Zukunftsbilder.",

  "curatoritorial statement 3": "Während Mischa Leinkauf friedlich die nationalen Grenzen in den Meeren unterwandert, zeigt Santiago Sierra eine Aktion, in der Erde in der Demilitarisierten Zone auf der koreanischen Halbinsel ausgetauscht wird. Folke Köbberling entlarvt das Trugbild der Natur durch ihre Untersuchung des Schlamms, den sie in der Wasserlandschaft der Floating University sammelt. Die artenübergreifende Darstellung von Menschen und Umwelt von Ines Doujak greift den Kolonialismus und dessen Einfluss auf dessen Beziehung auf. Anne Duk Hee Jordan schafft eine futuristische Biosphäre für einen nicht funktionierenden Wasserkrabben-Roboter. Die sich im Takt der täglichen Anzahl der weltweiten Geburten und Tode verformende Klangskulptur in Gestalt eines Eies von Marco Barotti stellt sinnlich letzte Fragen nach unserem Dasein. Während Shira Wachsmann einen politischen, Grenzen überschreitenden Dialog mit einem Kaktus führt, ist Clemens Wilhelm auf der Suche nach 13000 Jahre alten schwimmenden Rentieren und folgt ihren Spuren von Frankreich bis Norwegen. Seok Hyun Han schafft aus dem Wassersystem der Floating University ein sich immer wieder neu formendes und dann verschwindendes Wolkenbild, während Ana Alenso aus gebrauchten Baumaterialien einen phänomenologischen Kreislauf zwischen Natur und Kultur schafft.",

  "curatoritorial statement 4": "Terrestrial Assemblage ist eine Projektionsfläche und ein Erfahrungsraum für fluide Gegenbilder und künstlerische Fantasien jenseits politischer und geografischer Grenzen.",

  "curatoritorial statement 5": "Die Ausstellung wird begleitet durch ein Symposium mit dem Titel Terrestrial Assemblage: Ecological Thinking in Border Zones, auf dem Künstler*innen und Wissenschaftler*innen ihre interdisziplinären Projekte zu Umwelt in Grenzräumen vorstellen, und Positionen zum symbiotischen Verhältnis zwischen Natur und Grenzen gezeigt und diskutiert werden. Entlang der Achsen von Territorialität und Deterritorialisierung sprechen Künstler*innen, Kurator*innen und Wissenschaftler*innen zu aktuellen ökologischen Fragestellungen zu Grenzlinien aus vielfältigen Perspektiven und schaffen neue Denkräume.",

  "exhibition content": "2018 wurde die Floating University Berlin von raumlabor als temporäres, innerstädtisches Labor für kollektives, erfahrungsorientiertes Lernen und transdisziplinären Austausch initiiert. Das Anfang der 1930er Jahre als Regenrückhaltebecken konzipierte Gelände für den Flugplatz Tempelhof dient als Standort und bietet bis heute eine voll funktionsfähige Infrastruktur. Nachdem es über 60 Jahre lang der Öffentlichkeit unzugänglich war, hat eine Vielzahl von Tieren, Pflanzen und Algen Wurzeln geschlagen und eine einzigartige Landschaft geschaffen: Eine vom Menschen vernachlässigte und von Ökosystemen zurückgewonnene Umgebung, die mit der relativ neuen Präsenz des pädagogischen Experiments koexistiert und eine Naturkultur oder eine dritte Landschaft bildet."
}
