{
  "curatoritorial statement": "In unserem geosozialen Zeitalter, in dem Klima, Ungleichheit und Migration miteinander verknüpft sind und die Menschheit angesichts einer potenziell unbewohnbaren Erde in der Zukunft obdachlos zu werden droht, sind wir paradoxerweise mehr mit der Einfriedung und Abgrenzung unserer eigenen Territorien beschäftigt. Wie auf der koreanischen Halbinsel, die seit mehr als 70 Jahren durch eine militarisierte Grenzzone geteilt ist, werden überall auf der Welt, auch nach dem Kalten Krieg, Gebiete abgetrennt, abgesteckt und eingezäunt. Darüber hinaus schaffen geopolitische und wirtschaftliche Umwälzungen und veränderte klimatische Lebensbedingungen neue Grenzen. Im Zeitalter globaler Pandemien ist die Grenze noch mehr ein Ort intensiver Überwachung. Wenn eine Pflanze, ein Tier oder ein Mensch im Verdacht steht, infiziert zu sein, wird eine Form von Quarantäne oder Einreiseverweigerung verhängt. Der Wunsch nach dem 'reinen', überprüften und sanktionierten Migranten wird über die Artengrenzen hinweg geteilt. Es ist ironisch, dass die Natur von diesen Grenzregimen profitiert, während sie sie gleichzeitig untergräbt und sogar in Frage stellt. Grenzgebiete sind Rückzugsgebiete für eine Fülle von Pflanzen-, Tier-, Pilz- und Bodenarten. \n\r\n\rAssemblage-Theorie rahmt soziale Komplexität in der Betonung von Fluidität, Austauschbarkeit und den vielfältigen Funktionen durch Entitäten, die ihre Konnektivität schaffen. Sie behauptet, dass innerhalb eines Körpers die Beziehungen der Bestandteile nicht stabil und fest sind; vielmehr können sie innerhalb und zwischen anderen Körpern verschoben und ersetzt werden, so dass man sich Systemen durch Beziehungen der Exteriorität nähert. Entlang der Achsen von Territorialität und Deterritorialisierung ist Terrestrial Assemblage eine Gruppenausstellung, in der zehn internationale Künstlerinnen und Künstler ihre Arbeiten zu aktuellen ökologischen Fragestellungen positionieren und das Konzept der Grenzlinien aus vielfältigen Perspektiven erforschen. Ihre Arbeiten sind ortsspezifisch auf dem Gelände der Floating University Berlin zu erleben, einer von Menschenhand geschaffenen und von der Natur zurückeroberten Umgebung, in der verschmutztes Wasser mit der Präsenz eines pädagogischen Experiments koexistiert und eine Naturkultur oder eine dritte Landschaft bildet. Terrestrial Assemblage versucht, eine Projektionsfläche für wechselnde Gegenbilder und künstlerische Phantasien jenseits politischer und geografischer Grenzen zu sein. \n\r\n\rUnter dem Titel Terrestrial Assemblage: The Promise of Nature wird am 18.05.2021 ein eintägiges Symposium organisiert, sowohl vor Ort als auch online, in dem internationale NGOs, Künstler, Kuratoren und Wissenschaftler ihre interdisziplinären Projekte zum Verhältnis von Ökologie und Grenzkonzepten vorstellen werden. Der wissenschaftliche Rahmen dafür soll durch den interdisziplinären Dialog des Symposiums gesetzt werden"
}
