{
  "language": "en",
  "talks": [
    {
      "time": "2021-05-18T10:10:00.000+02:00",
      "title": "Introduction",
      "video": "https://www.youtube.com/embed/mJaZ1BISh2o?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "id": "1015_going_north_from_the_dmz",
      "title": "Going North from the DMZ – Joint Ecosystems, Biodiversity, and Global Engagement in North Korea",
      "speaker": {
        "name": "Bernhard",
        "biography": "Dr. Bernhard J. Seliger is resident representative of Hanns Seidel Foundation (HSF) in Korea, based in Seoul. HSF aims to promote peace and reconciliation on the Korean Peninsula. Since 2003 he travels to North Korea to implement projects focusing on environment conservation and cooperation. From 2014 he was also involved in two projects on sustainable reforestation and wetlands conservation. Other topics included organic agriculture and the clean development mechanism."
      },
      "organization": "Hanns Seidel Foundation Seoul Office",
      "description": "'Nature' knows no manmade borders. This becomes particularly obvious when migratory birds cross the border at the Demilitarized Zone between the Republic of Korea in the South and the Democratic People´s Republic of Korea in the North. The Korean Peninsula is of great importance for the biodiversity in the region due to its central location on the East-Asian Australasian Flyway. But the country north of the Demilitarized Zone is also one of the most isolated countries on earth. While globalization has created bridges between many places—often also between formerly hostile states—the DPRK remained isolated. In this context, the idea of a Demilitarized Zone Peace Park has been mooted for a long time (Kim 1997, Brady 2008; Park, 2013). But the practical initiatives on the ground already went further. Since 2015, the Hanns Seidel Foundation has been committed, to bring the actors in North Korea, especially the Ministry of Environment and Land Protection, together with representatives of international organizations and national governments. Dr. Bernhard Seliger, Representative of Hanns Seidel Foundaition Korea, presents the projects of the last two decades both in North Korea and in the border area in South Korea, where the tragedy of division coexists with biodiversity.",
      "time": "2021-05-18T10:15:00.000+02:00", 
      "video": "https://www.youtube.com/embed/bqNAa1i4ylU?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "id": "1045_santiago_sierra",
      "speaker": {
        "name": "Santiago_Sierra",
        "biography": "[Santiago Sierra](/artist?id=Santiago_Sierra) (Madrid), inspired by the formal language of minimal and conceptual art of the 1960s and 70s, relentlessly depicts social realities and exposes grievances in social structures. His works are provocative and confrontational: works in which underprivileged or marginalised people are hired for money to perform meaningless tasks, as well as spectacular interventions in urban space address power structures, exclusion mechanisms and exploitative working conditions."
      },
      "title": "No Borders, No Nations",
      "description": "His work takes up and updates some of the strategies of Minimalism, conceptual art and performance art of the 1970s, going beyond their strictly formal dimension and imbuing them with a strong political and social content that has sometimes made him controversial. However, his method is not based on criticism or denunciation, but on a simple work of visibility. The perverse nature of labour and exploitation in the capitalist environment, the unequal distribution of wealth, racial discrimination in a world marked by unidirectional migratory flows and the repressive function of states are some of the thematic axes of his work. On this occasion, Sierra will analyse some of his works that focus on the question of colonialism and the absurdity of borders.",
      "time": "2021-05-18T10:45:00.000+02:00",
      "website": "https://www.santiago-sierra.com", 
      "video": "https://www.youtube.com/embed/vSMWh-iRigE?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "id": "1115_the_demilitarized_zone_as_a_tool_for_peace",
      "title": "The Demilitarized Zone as a tool for peace",
      "speaker": {
        "name": "Kim_Seung",
        "biography": "Kim Seung-Ho (Seoul) has been the director of the DMZ Ecology Research Institute in Paju since 2005. The institute focuses on research and consultancy in ecological environmental policy, including the study of ecological diversity in the DMZ, and the development of educational projects for general audiences and students about nature in the DMZ. Since 2019, he has been part of the Border Area Policy Review Committee in the Prime Minister's Office, and since 2016 he has been working on a network for the conservation of the DMZ's biodiversity in cooperation with the National Botanical Garden."
      },
      "organization": "Director, DMZ Ecology Research Institute ",
      "description": "The Demilitarised Zone (DMZ) was established in the course of the post-war order and has become a 'magic tool' to prevent armed conflict. It is also a code with which modern Korean history can be read. The DMZ on the Korean Peninsula is very different in character from demilitarised zones in other countries. It is there to secure peace, and in doing so it is the place with the most weapons in the world. It shapes the Korean present, it is brutal and bizarre, and at any time it is capable of throwing international relations into chaos from one moment to the next. The DMZ ecosystem is one of the three ecological 'central axes' on the Korean peninsula, which, together with the Baekdudaegan Mountains and the coastal wetlands, connects the east and west. This ecological space is characterised by a great diversity of species that exist in different overlapping topographic zones. Kim Seung Ho, Director of the DMZ Ecology Research Institute, presents the ecological value of the DMZ as a common asset of the two Koreas, explains the guiding principle of the South Korean government's DMZ policy to date and its impact on the ecosystem, and concludes by describing how, in his view, the DMZ could be used as a tool for peace.",
      "time": "2021-05-18T11:15:00.000+02:00", 
      "video": "https://www.youtube.com/embed/8ODvxdb-m-Y?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "id": "1140_the_moment_before_the_explosion",
      "title": "The moment before the explosion- Trauma, embodiment, and the re-membering of matter (and what matters).",
      "speaker": {
        "name": "Shira_Wachsmann",
        "biography": "In her work, [Shira Wachsmann](/artist?id=Shira_Wachsmann) (Berlin, London) explores the multi-layered notions of 'land' as a natural and cultural habitat. She mainly uses organic materials such as earth, metal, coal, straw and plants and deals with their religious, historical and social content. Shira Wachsmann confronts the viewer with philosophical ideas and political ideologies, thereby addressing concepts of home and the construction of identity. In her most recent artistic research, Wachsmann deals with the perceptive capacity and memory of plants."
      },
      "description": "War trauma and possibly all trauma can be seen as a particular set of scars shaped by memory, fear, identity and politics [Judith Herman, m.d., 2015]. A re-positioning of those scars can reveal not only how their intensity operates in the discourse but also sheds light on how the mechanisms of creating knowledge, identity and meaning are formed [Foucault, 1972]. Exploring the unspoken zone where memory, amnesia and trauma of war are embodied, preserved and circulated in different shapes, patterns and forms that create atmosphere. The effect of trauma is the opposite of linear time. The past is projected into the future coming back to create the present, creating a fluid environment that allows the living trauma to take shape and circulate [Pierre Klossowski, 1970] [Christina Sharpe, 2016]. The moment before is a term Wachsmann coined in order to work time, trauma and event in a different way than the linear time events we normally use. The moment before is a fragment, diffraction and the becoming of the unfolding event [Karen Barad, 2014]. The moment before is not only leading to the explosion; but also has the ability to change the event, change the shape or the way that the event/trauma unfolds and circulates.",
      "time": "2021-05-18T11:40:00.000+02:00",
      "website": "http://www.shirawachsmann.com", 
      "video": "https://www.youtube.com/embed/y3FHNWOKQx8?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "id": "1200_liberty_of_movement_as_artistic_practice",
      "title": "Liberty of movement as artistic practice",
      "speaker": {
        "name": "Mischa_Leinkauf",
        "biography": "[Mischa Leinkauf](/artist?id=Mischa_Leinkauf) (Berlin) deals with political and social boundaries and limitations of a theoretical and physical nature. His works explore limitations of spaces through restrictions, borders, rules, architectures and barriers. He questions the sense and nonsense of drawing borders, of national identities and territories in the 21st century. Through interventions in public space or natural environments, he provokes situations that create temporary irritation and suspend socially or politically motivated demarcations."
      },
      "description": "[Mischa Leinkauf](/artist?id=Mischa_Leinkauf), Mischa Leinkauf deals with limitations of spaces through borders, rules and barriers. In doing so, he usually seeks physical access to these political and architectural border spaces in order to temporarily override them. Be it, as can be seen in the exhibition, highly secured national borders or, as in the example of the work 'White American Flags', the appropriation of non-public urban space on the towers of the Brooklyn Bridge in New York. For the symposium Mischa Leinkauf will present selected works that question how formatted and purpose-driven our public spaces are today.",
      "time": "2021-05-18T12:00:00.000+02:00",
      "website": "https://alexanderlevy.de/artist/mischa-leinkauf", 
      "video": "https://www.youtube.com/embed/PWiB4VkXtQY?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "title": "Q&A, Discussion Round",
      "time": "2021-05-18T12:20:00.000+02:00"
    },
    {
      "id": "Clemens_Joakim",
      "title": "Streaming Live: The Line, 2019",
      "time": "2021-05-18T13:00:00.000+02:00", 
      "video": "https://player.vimeo.com/video/332007754"
    },
    {
      "id": "1400_green_belt-from_iron_curtain_to_lifeline",
      "title": "Green Belt - From Iron Curtain to Lifeline",
      "speaker": {
        "name": "Liana",
        "biography": "Dr. Liana Geidezis studied biology with a focus on zoology at the Friedrich-Alexander University of Erlangen-Nuremberg, 1998 doctorate on feeding ecology of free-living river otters (Lutra lutra) in the Upper Lusatian pond landscape; research assistant at the University of Erlangen and the Environmental Research Centre (UFZ) Leipzig. Since 1998, head of the international BUND project Green Belt, which is responsible for the German and Central European Green Belt (regional coordination) with the department in Nuremberg. Since 2014, board member of the European Green Belt Association e.V., which acts as the umbrella organisation for the Green Belt Europe."
      },
      "organization": "Head of BUND Department Green Belt",
      "description": "The European Green Belt forms an ecological network of over 12,500 kilometres across Europe, stretching along the former Iron Curtain from the Barents Sea in the far north to the Mediterranean south of Europe to the Adriatic Sea and the Black Sea. The European Green Belt features an extraordinary diversity of animals and plants. However, it also represents a unique memorial landscape to the overcoming of the Cold War. Of the 24 riparian states, 20 have already officially committed themselves to the protection and further development of this important ecological corridor through a political declaration of intent. Dr. Liana Geidezis, Head of BUND's Green Belt Department, will present the transformation process of the former border strip along the former Iron Curtain into an ecology network after the fall of the Wall, as well as BUND's commitment to the nomination of the European Green Belt as a UNESCO World Heritage Site on the occasion of the 30th anniversary of the opening of the Iron Curtain in 2019. The basis for this is a research project from 2014 commissioned by BfN (German Federal Agency for Nature Conservation), in which nomination scenarios for the European Green Belt were examined based on the UNESCO criteria. The study recommends a nomination as a 'mixed site', i.e. natural and cultural heritage site, and a transboundary serial designation with a nomination process in several phases. It is anticipated that the nomination process will take several years and will require close cooperation between nature conservation and cultural representatives, historians, and monument conservationists.",
      "time": "2021-05-18T14:00:00.000+02:00", 
      "video": "https://www.youtube.com/embed/Fgm-UdjgyMU?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "id": "1400_green_belt-memorial_landscape",
      "title": "Green Belt – Memorial Landscape",
      "speaker": {
        "name": "Melanie",
        "biography": "Melanie Kreutz studied landscape planning with a focus on landscape ecology at University of Kassel. Since 2003, staff member of BUND Department Green Belt, implementation of various national and international projects along the Green Belt Germany and Europe, especially along the Green Belt Germany-Czech Republic."
      },
      "organization": "BUND Department Green Belt",
      "description": "The Green Belt must be understood in the triad of nature-culture-history. Only the overall view justifies its designation as a National Nature Monument, the demand to nominate it as a UNESCO World Heritage Site, explains its importance, its high esteem by the public and its unbroken media presence even after 30 years. The inner-German border claimed numerous lives and caused great personal suffering, e.g. through the destruction of villages and the forced resettlement of thousands of people. In the euphoria of the fall of the Wall, hardly any thought was given to monument protection, so that border fortifications were dismantled in an unorganized manner just a few days after the fall of the Wall. The 1,393 km long Green Belt Germany is a visible and comprehensible structure in the landscape that allows the spatial extent of the border installations - and in most places also their characteristic structure - to be reconstructed and links individual memorial sites and relics with one another. Since the inhumane border installations paradoxically allowed nature to survive, the preservation of the Green Belt thus inseparably includes that of the border relics. Melanie Kreuz, BUND Green Belt Department, presents the increasing importance of the Green Belt as a memorial landscape, the experience of the Green Belt for locals and tourists, as well as the commitment of BUND to make memorial sites in the Green Belt continuously visible. \r\n\r\n ",
      "time": "2021-05-18T14:00:00.000+02:00", 
      "video": "https://www.youtube.com/embed/Fgm-UdjgyMU?autoplay=1&rel=0&modestbranding=1t=19m18s"
    },
    {
      "id": "1430_my_own_dmz_story:_landscape_research_and_art_projects_along_the_borderline",
      "title": "My Own DMZ Story: Landscape Research and Art Projects along the Borderline",
      "speaker": {
        "name": "Kyung",
        "biography": "Kyung Jin Zoh (Seoul) studied landscape architecture at Seoul National University and completed a Ph.D. in  City and Regional Planning at the University of Pennsylvania. He is Dean of Graduate School of Environment Studies, Seoul National University. He served as both a chief advisor of park and green scape in Seoul Metropolitan Seoul and a master planner of Seoul Botanic Park. Recently, his artistic research themes such as landscape representation, place memory, observatory have been related to DMZ border areas. With the DMZ botanic archives, he joined in the Negotiating Borders exhibition in London, 2019 and in Paris, 2020. In 2021, he participated in Korean Pavilion program of the future school, Venice Architecture Biennale with DMZ projects."
      },
      "organization": "Kyung Jin Zoh, Professor of Landscape Architecture, Dean, Graduate School of Environmental Studies Seoul National University, President, Korean Institute of Landscape Architects",
      "description": "Kyung Jin Zoh presents his personal experiences and memories related to the Demilitarised Zone (DMZ). His relationship with the DMZ began when he coordinated the establishment of the so-called DMZ Peace Town in Cheorwon. This was a community design project to build a centre for migratory birds. Through this, Zoh developed a deeper interest in the DMZ and border areas. He undertook several  landscape researches related to Cheorwon, which led him to engage with the DMZ in art projects. In his lecture, he explains the background of his art projects, among them the Observatory Project, an artistic research on the border in which he discovered hidden ruined landscapes of the Cold War. In addition to this project, Zoh will show other curatorial works and conclude by raising questions about possible future plans in relation to the DMZ.",
      "time": "2021-05-18T14:30:00.000+02:00", 
      "video": "https://www.youtube.com/embed/D7stiGDIyb8?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "title": "Q&A, Discussion Round",
      "time": "2021-05-18T14:50:00.000+02:00"
    },
    {
      "id": "1515_we_are_satellites",
      "title": "We are Satellites",
      "speaker": {
        "name": "Ana_Ricardo",
        "biography": "[Ana Alenso](/artist?id=Ana_Alenso) (Berlin) builds an allegorical cosmos showcasing the economic, social and ecological risks and the imbalance implicit in extractive practices of our natural resources. Her work departs from the assumption that within the fragile state of geopolitics and the vulnerabilities of our societies and natural reserves, artistic practices become modulators of a widespread sense of uncertainty. Instead of rejecting this uncertainty, she identifies with it and embraces it as a vehicle for prototyping and experimentation.\n\r\n\rRicardo Avella has dedicated the last few years to understanding the role of urbanism in remote and peripheral areas of the Venezuelan Amazon, specifically exploring spatial strategies that can facilitate the growth of local initiatives in a systemic manner to overcome the region's dependence on the extraction of non-renewable natural resources. Through a selection of maps, diagrams and texts, Ricardo Avella shows his research and provides a strategic and essential vision to understand the context of the Venezuelan Amazon. An architect and urban planner, he has been collaborating with ORG Permanent Modernity since the beginning of 2020. At the same time, he maintains his practice as an independent professional with ATA, a project and research office that he founded in 2015, after having worked with several firms in Turin and Caracas. He obtained a double degree in architecture from the Universidad Central de Venezuela and the Politecnico di Torino. He studied the European Post-Master in Urbanism at TU Delft, where he graduated cum laude. He has been a professor at the School of Architecture of the Universidad Central de Venezuela and coordinator of an advanced master's degree in urbanism at the Università IUAV di Venezia."
      },
      "description": "The ecological devastation caused by mining in the Venezuelan Amazon has an impact that exceeds its own geography and reaches an existential planetary dimension. We are satellites aims to question different ways of approaching a critical and distant territory through technological, scientific, artistic and speculative resources. New borders are being created for mining concession blocks in the region, and these borders overlap with older ones that protect vast areas of extraordinary ecological and scientific value. It seems that the Amazon is still viewed as a resource-rich region to be exploited or a pristine environment to be protected, a Garden of Eden to be kept under glass. But the Amazon is not a vacant land, nor an uninhabited one. It is a territory shaped by cities, towns and villages, by diverse peoples with their own cultures and economies. Therefore, each border that is created and imposed upon them has an impact on their lives.\n\r\n\rHow to decode and rethink the effects of a predatory logic, which is becoming evident in the violation of human rights, the destruction of indigenous peoples and cultures, the loss of biodiversity and ecosystems in protected areas. In this context, to imagine and debate alternative futures becomes an important task, because when particular worldviews are deeply rooted in a society they can become borders themselves, from which it can be difficult to get out of.",
      "time": "2021-05-18T15:15:00.000+02:00",
      "website": "http://www.anaalenso.com", 
      "video": "https://www.youtube.com/embed/kgDcMMiIgRQ?autoplay=1&rel=0&modestbranding=1"

    },
    {
      "id": "1550_green_blue_deal_for_the_middle_east",
      "title": "Green Blue Deal for the Middle East",
      "speaker": {
        "name": "Nadav",
        "biography": "Trained as a hydrologist, Nadav Tal has been EcoPeace Middle East's Water Officer since 2015. Previously he worked in the private sector as a consultant to the Ministry of Environment in Israel in the field of soil pollution and groundwater remediation. In 2011 Nadav graduated from Princeton University in the groundwater remediation course. Nadav has been an environmentalist since childhood, dedicating his career to working in conservation and combining this with outdoor activities in Jordan, Israel and Palestine. As part of his work at EcoPeace, Nadav represents the organization on various forums (i.e. The National Water Forum and Green Forum), and regularly gives presentations about EcoPeace's work at conferences and to university and school groups."
      },
      "organization": "Water Officer, EcoPeace Middle East",
      "description": "The climate crisis is often described as a threat multiplier, where the weak adaptive capacity of a state or a region to deal with the negative implications of climate change can threaten stability and national security interests. In the Middle East, the failure to resolve the water scarcity challenges already faced in the region is a national security issue, that under conditions of climate change will be multiplied to a level that threatens regional stability. However, climate change can equally be seen as a multiplier of opportunities, where a nation or a region could see the threats posed by climate change as a chance to reconsider existing policies and decide to work across borders, in order to increase adaptive capacities so that challenges can not only be overcome but more sustainable, equitable and prosperous results can be achieved. This presentation seeks to inform the considerations of Israeli, Jordanian and Palestinian policy makers, and the understanding of international stakeholders, as they work to meet the challenges posed by climate change in our region.  A “Middle East Green Blue Deal” – one that gives additional emphasis to the particular importance of water and water scarcity issues in the region is a practical, feasible and effective policy approach to an urgent challenge, and one that can serve to address conflict drivers, advance a two state solution, based on 1967 borders and promote trust-building and cooperation in a conflict-mired region.",
      "time": "2021-05-18T15:50:00.000+02:00",
      "website": "https://ecopeaceme.org", 
      "video": "https://www.youtube.com/embed/7kFYIJHP7dg?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "id": "1620_peace_canal_unrealised_artistic_project",
      "title": "Peace Canal (unrealised artistic project)",
      "speaker": {
        "name": "Anne_Duk_Hee_Jordan",
        "biography": "Transience and transformation are the central themes in the work of [Anne Duk Hee Jordan](/artist?id=Anne_Duk_Hee_Jordan) (Berlin). Through movement and performance, Jordan gives materiality another dimension – she builds motorized sculptures and creates edible landscapes. Her sculptures are intended to draw the viewer into the present and open a dialogue between natural phenomena, philosophy and art. Jordan opens up doors to a universe where she humorously and romantically creates machines that juxtapose robotic consciousness with organic cyclic decay and life. She raises questions about “agency” and encourages a change of perspective. She shifts the focus away from humans towards the entire ecology."
      },
      "description": "Anne Duk Hee Jordan started diving age 13. In her artistic practice she often looks for answers and different viewpoints for man-made problems from the perspective of marine life. In the Middle East, on the border of Israel, the West Bank and Jordan, the strangest and most fascinating seas on earth is located: the Dead Sea. It is 300 meters deep, and it is about 430 m below sea level. This sea is ten times saltier than the ocean and has a much higher density than normal seawater. Small bacterial blossoms occur as well as salt-loving red algae after it rains. The artists interest is to investigate the unseen borders of Israel, the West Bank and Jordan as well as the ecological tragedy the Dead Sea is facing. In 50 years it will no longer exist, warn environmentalists.\n\r\n\rIn 2013, Jordan, Israel and Palestine signed an agreement to build a pipeline, which will carry 80 million cubic metres of water a year from the Red Sea to a desalination plant and 120 million cubic metres of water to the Dead Sea. Since this joint initiative is, from the point of view of the proponents, also an important step towards cooperation and peace in the Middle East, they call it the PEACE CANAL. Jordan is going to create a documentary film involving specialists from all regions.",
      "time": "2021-05-18T16:20:00.000+02:00",
      "website": "https://dukhee.de", 
      "video": "https://www.youtube.com/embed/bKPaeGFHUr0?autoplay=1&rel=0&modestbranding=1"
    },
    {
      "title": "Q&A, Discussion Round",
      "time": "2021-05-18T16:45:00.000+02:00"
    }
  ]
}
